{extends file="plaza/doc/doc.html.tpl"}
{block name="title"}
	关于百度音乐
{/block}
{block name="main_body"}
<div class="about-body">
		<h1>关于百度音乐</h1>
		<div class="module-line module-line-bottom"></div>
		<p>百度音乐是中国第一音乐门户，为用户提供正版音乐服务，立足为中国音乐产业建立共赢生态链。以“透过技术与艺术并重的服务，使听众随时随性享受音乐，让音乐人找到知音且取得商业成功”为使命，引领中国数字音乐产业，为互联网企业、音乐生产方、音乐消费者之间构建起良性发展的桥梁，以实现共赢。</p>

		<p>百度音乐致力于为用户提供多种方式的音乐服务。</p>
		<p>音乐搜索服务：在全球500家唱片公司提供的愈300万首音乐资源的支持下，用户搜索天下音乐变得易如反掌。曲库对质量最优音乐资源采取优先呈现，为用户提供最佳音乐搜索结果。</p>
		<p>在线听歌服务：百度音乐为用户提供直接、丰富、极具冲击力的在线音乐内容。“我的音乐”播放器不仅满足用户在线听歌需求，云端收藏功能更为用户提供了专属音乐服务。（music.baidu.com）</p>
		<p><a href="http://music.baidu.com/mobile">百度音乐移动版：</a>百度音乐为iPhone、Android用户倾力打造的手机音乐播放软件。只占据手机一角，却让用户拥有整个音乐世界。随时随地，便捷获取音乐资源，尽享免费高品质海量曲库。</p>
		<p><a href="http://fm.baidu.com">百度随心听：</a>百度音乐推出的一款在线音乐电台收听页面。其优点是界面简洁，操作简便，不用添加任何播放列表，一键畅听好音乐。</p>
		<p><a href="http://www.qianqian.com">百度音乐PC客户端：</a>百度音乐旗下一款支持多种音频格式播放的音乐播放软件，拥有自主研发的全新音频引擎，集播放、音效、转换、歌词等众多功能于一身。其小巧精致、操作简捷、功能强大的特点，深得用户喜爱，被网友评为中国十大优秀软件之一，并且成为目前国内最受欢迎的音乐播放软件。</p>

		<p>百度音乐为用户提供强大的音乐媒体内容，其中包括独家首发专辑、全新歌曲、各类权威音乐榜单、热点音乐专题等，实时、权威的为用户提供音乐内容推荐。</p>

		<p>百度音乐以音乐人物及作品特点为核心诉求，展开全新的营销推广模式，让音乐人及作品有更多听众的喜好，在更广阔的范围获得更高的知名度，提升商业价值。</p>

		<p>在未来的发展中，百度音乐将进一步丰富音乐内容资源，加强用户体验，力争以最优质的音乐服务、最具行业影响力的音乐媒体形象，为整个行业带来更加巨大的变迁。	</p>	
</div>
{/block}
