{extends file="plaza/doc/doc.html.tpl"}
{block name="title"}
	权利声明
{/block}
{block name="main_body"}
	<div class="statement-body">
		<h1>权利声明</h1>
		<div class="module-line module-line-bottom"></div>
		<p>百度音乐尊重他人知识产权和合法权益。若您认为您的知识产权或其他合法权益被侵犯，请按照以下说明向百度音乐提供资料。</p> 
		<p>请注意：如果权利通知的陈述失实，权利通知提交者将承担对由此造成的全部法律责任（包括但不限于赔偿各种费用及律师费）。如果上述个人或单位不确定网络上可获取的资料是否侵犯了其知识产权和其他合法权益，百度音乐建议该个人或单位首先咨询专业人士。
		为了百度有效处理上述个人或单位的权利通知，请使用以下格式（包括各条款的序号）：
		<p>1）权利人对涉嫌侵权内容拥有知识产权或其他合法权益以及依法可以行使知识产权或其他合法权益的权属证明。</p>
		<p>2）请充分、明确地描述被侵犯了知识产权或其他合法权益的情况并请提供涉嫌侵权的网址。</p>
		<p>3）请指明涉嫌侵权网页的哪些内容侵犯了第2项中列明的权利。 </p>
		<p>4）请提供权利人具体的联络信息，包括姓名、身份证或护照复印件（对自然人）、单位登记证明复印件（对单位）、通信地址、电话号码、传真和电子邮件。 </p>
		<p>5）请进行如下关于权利通知内容真实性的声明： </p>
		<p>（1）我本人为所投诉内容的合法权利人。 </p>
		<p>（2）在我举报的网页上登载的内容侵犯了本人相应的合法权益。 </p>
		<p>（3）本人确认：如果本权利通知内容不完全属实，本人将承担由此产生的一切法律责任。</p>
		<p>请在权利通知中加入如下关于通知内容真实性的声明：“我保证，本通知中所述信息是充分、真实、准确的，如果本权利通知内容不完全属实，本人将承担由此产生的一切法律责任。”
		请您签署该文件，如果您是依法成立的机构或组织，请您加盖公章。</p>
		<p>请您把以上资料和联络方式书面发往以下地址：(中国)北京市海淀区上地十街10号 百度公司 投诉组 　邮政编码：100085 </p>
	</div>
{/block}